DC050CL:  PGM   /*  RECREATE MENU X-REF FILE  */

CLRPFM DCMENUP

/*  ANALYZE NORMAL MENU SOURCE  */
CALL DC050

/*  ANALYZE MENUS CONTROLLED BY MENUR PGM  (RF)  */
CALL DC052

/*  ANALYZE FOMENU (CONTROLLED BY MSGF)  */
/*  Removed 1/16/2004, FOMENU now a normal DSPF menu  */

/***  CALL DC053  ***/

ENDPGM
